Repository: udzutech24/millio
Catalog: millio/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, tr, zh_hans

# finances.convert_to_core.confirm.message
source: Создадим счёт в новом ядре с текущим балансом. История останется в архиве старого счёта, перевод можно отменить.
de: Wir erstellen im neuen Kern ein Konto mit dem aktuellen Saldo. Der Verlauf bleibt im Archiv des alten Kontos, und du kannst dies rückgängig machen.
en: We'll create an account in the new core with the current balance. The history stays in the old account's archive, and you can undo this.
es: Crearemos una cuenta en el nuevo núcleo con el saldo actual. El historial permanece en el archivo de la cuenta antigua y puedes deshacerlo.
fr: Nous créerons un compte dans le nouveau cœur avec le solde actuel. L'historique reste dans les archives de l'ancien compte, et vous pouvez annuler.
tr: Yeni çekirdekte mevcut bakiyeyle bir hesap oluşturacağız. Geçmiş, eski hesabın arşivinde kalır ve bunu geri alabilirsiniz.
zh_hans: 我们将在新核心中创建一个具有当前余额的账户。历史记录将保留在旧账户的归档中，此操作可以撤销。

# finances.convert_to_core.confirm.title
source: Перевести счёт в новое ядро?
de: Konto zum neuen Kern verschieben?
en: Move account to new core?
es: ¿Mover la cuenta al nuevo núcleo?
fr: Déplacer le compte vers le nouveau cœur ?
tr: Hesap yeni çekirdeğe taşınsın mı?
zh_hans: 将账户转移到新核心？

# finances.credit.payment_mode.day_of_month
source: День месяца
de: Tag des Monats
en: Day of month
es: Día del mes
fr: Jour du mois
tr: Ayın günü
zh_hans: 按月还款日

# finances.credit.payment_mode.next_date
source: Следующая дата
de: Nächstes Datum
en: Next date
es: Próxima fecha
fr: Prochaine date
tr: Sonraki tarih
zh_hans: 下次还款日

# finances.credit.type.auto
source: Автокредит
de: Autokredit
en: Auto loan
es: Préstamo de auto
fr: Crédit auto
tr: Otomobil kredisi
zh_hans: 汽车贷款

# finances.credit.type.consumer
source: Потребительский
de: Konsumentenkredit
en: Consumer
es: Consumo
fr: Crédit à la consommation
tr: Tüketici kredisi
zh_hans: 消费贷款

# finances.credit.type.mortgage
source: Ипотека
de: Hypothek
en: Mortgage
es: Hipoteca
fr: Crédit immobilier
tr: İpotekli kredi
zh_hans: 房贷

# finances.credit.type.other
source: Другое
de: Sonstiges
en: Other
es: Otro
fr: Autre
tr: Diğer
zh_hans: 其他

# finances.credit.type.refinancing
source: Рефинансирование
de: Umschuldung
en: Refinancing
es: Refinanciación
fr: Refinancement
tr: Refinansman
zh_hans: 再融资

# finances.deposit.capitalization.monthly
source: Ежемесячная
de: Monatlich verzinst
en: Compound Monthly
es: Interés compuesto mensual
fr: Capitalisation mensuelle
tr: Aylık bileşik faiz
zh_hans: 每月复利

# finances.deposit.capitalization.none
source: Без капитализации
de: Einfache Verzinsung
en: Simple Interest
es: Interés simple
fr: Intérêts simples
tr: Basit faiz
zh_hans: 单利

# finances.deposit.cashflow_preview
source: ~%@ %@/мес · Проценты
de: ~%@ %@/Monat · Zinsen
en: ~%@ %@/mo · Interest
es: ~%@ %@/mes · Intereses
fr: ~%@ %@/mois · Intérêts
tr: ~%@ %@/ay · Faiz
zh_hans: ~%@ %@/月 · 利息

# finances.deposit.cashflow_toggle
source: Планировать в Cashflow
de: In Cashflow einplanen
en: Plan in Cashflow
es: Planificar en Flujo de caja
fr: Planifier dans les flux
tr: Nakit akışında planla
zh_hans: 在现金流中计划

# finances.deposit.field.capitalization
source: Капитализация
de: Kapitalisierung
en: Capitalization
es: Capitalización
fr: Capitalisation
tr: Bileşik faiz
zh_hans: 资本化

# finances.deposit.field.end_date
source: Дата закрытия
de: Enddatum
en: End Date
es: Fecha de vencimiento
fr: Date de fin
tr: Bitiş tarihi
zh_hans: 结束日期

# finances.deposit.field.has_end_date
source: Срок вклада
de: Feste Laufzeit
en: Fixed Term
es: Plazo fijo
fr: Durée fixe
tr: Sabit vade
zh_hans: 固定期限

# finances.deposit.field.notify
source: Напомнить за
de: Vorher erinnern
en: Remind Before
es: Recordar antes
fr: Rappel avant
tr: Hatırlatma süresi
zh_hans: 提前提醒

# finances.deposit.field.rate
source: Ставка, % годовых
de: Jahreszins, %
en: Annual Rate, %
es: Tasa anual, %
fr: Taux annuel, %
tr: Yıllık faiz oranı, %
zh_hans: 年利率，%

# finances.deposit.field.start_date
source: Дата открытия
de: Startdatum
en: Start Date
es: Fecha de inicio
fr: Date de début
tr: Başlangıç tarihi
zh_hans: 开始日期

# finances.deposit.forecast.earned
source: Накоплено с начала
de: Bisher verdient
en: Earned So Far
es: Ganado hasta ahora
fr: Gagné
tr: Kazanılan
zh_hans: 已累积

# finances.deposit.forecast.monthly
source: Доход в месяц
de: Monatliche Einnahmen
en: Monthly Income
es: Ingreso mensual
fr: Revenu mensuel
tr: Aylık gelir
zh_hans: 月收入

# finances.deposit.forecast.next_payment
source: Следующее поступление
de: Nächste Zahlung
en: Next Payment
es: Próximo pago
fr: Prochain versement
tr: Sonraki ödeme
zh_hans: 下次收款

# finances.deposit.forecast.rate
source: Ставка
de: Zinssatz
en: Rate
es: Tasa
fr: Taux
tr: Oran
zh_hans: 利率

# finances.deposit.forecast.remaining
source: Осталось получить
de: Verbleibend
en: Remaining
es: Restante
fr: Restant
tr: Kalan
zh_hans: 剩余

# finances.deposit.forecast.section_title
source: Прогноз дохода
de: Einnahmenprognose
en: Income Forecast
es: Previsión de ingresos
fr: Prévision de revenu
tr: Gelir tahmini
zh_hans: 收入预测

# finances.deposit.forecast.tax_disclaimer
source: Ориентировочно
de: Nur Schätzung
en: Estimate only
es: Solo estimación
fr: Estimation uniquement
tr: Yalnızca tahmin
zh_hans: 仅供参考

# finances.deposit.forecast.tax_estimate
source: ~%@ ₽ НДФЛ/год
de: ~%@ NDFL/Jahr (Schätzung)
en: ~%@ NDFL/yr (est.)
es: ~%@ impuesto/año (est.)
fr: ~%@ impôt/an (estimation)
tr: ~%@ gelir vergisi/yıl (tahmin)
zh_hans: ~%@/年 税

# finances.deposit.forecast.term
source: Срок
de: Laufzeit
en: Term
es: Plazo
fr: Durée
tr: Vade
zh_hans: 期限

# finances.deposit.forecast.total
source: За весь срок
de: Gesamteinnahmen
en: Total Income
es: Ingreso total
fr: Revenu total
tr: Toplam gelir
zh_hans: 总收入

# finances.deposit.monthly_income_label
source: Плановый доход
de: Geplante Einnahmen
en: Planned Income
es: Ingreso planificado
fr: Revenu prévu
tr: Planlanan gelir
zh_hans: 计划收入

# finances.deposit.notification.body
source: Вклад «%@» заканчивается через %d дн. (%@)
de: Einlage «%@» läuft in %d Tagen ab (%@)
en: Deposit «%@» matures in %d days (%@)
es: El depósito «%@» vence en %d días (%@)
fr: Le dépôt «%@» expire dans %d jours (%@)
tr: «%@» mevduatının süresi %d gün (%@) içinde dolacak
zh_hans: 存款「%@」将在%d天后到期（%@）

# finances.deposit.notify.7days
source: За 7 дней
de: 7 Tage vorher
en: 7 days before
es: 7 días antes
fr: 7 jours avant
tr: 7 gün önce
zh_hans: 提前7天

# finances.deposit.notify.14days
source: За 14 дней
de: 14 Tage vorher
en: 14 days before
es: 14 días antes
fr: 14 jours avant
tr: 14 gün önce
zh_hans: 提前14天

# finances.deposit.notify.30days
source: За 30 дней
de: 30 Tage vorher
en: 30 days before
es: 30 días antes
fr: 30 jours avant
tr: 30 gün önce
zh_hans: 提前30天

# finances.deposit.notify.off
source: Выключено
de: Aus
en: Off
es: Desactivado
fr: Désactivé
tr: Kapalı
zh_hans: 关闭

# finances.deposit.params.days_remaining
source: %d дн. осталось
de: %d Tage verbleibend
en: %d days left
es: %d días restantes
fr: %d jours restants
tr: %d gün kaldı
zh_hans: 还剩%d天

# finances.deposit.params.matured
source: Срок истёк
de: Abgelaufen
en: Matured
es: Vencido
fr: Échu
tr: Süresi doldu
zh_hans: 已到期

# finances.deposit.params.per_year
source: годовых
de: pro Jahr
en: per year
es: por año
fr: par an
tr: yılda
zh_hans: 每年

# finances.deposit.per_month_suffix
source: /мес
de: /Monat
en: /mo
es: /mes
fr: /mois
tr: /ay
zh_hans: /月

# finances.deposit.section.income_title
source: Процентный доход
de: Zinseinkommen
en: Interest Income
es: Ingresos por intereses
fr: Revenus d'intérêts
tr: Faiz geliri
zh_hans: 利息收入

# finances.display_currency.hint.accessibility
source: Подсказка о валюте отображения
de: Hinweis zur Anzeigewährung
en: Display currency hint
es: Nota sobre moneda de visualización
fr: Conseil sur la devise d'affichage
tr: Görüntüleme para birimi ipucu
zh_hans: 显示货币提示

# finances.display_currency.hint.dismiss_accessibility
source: Скрыть уведомление
de: Hinweis ausblenden
en: Hide notice
es: Ocultar aviso
fr: Fermer la notification
tr: Bildirimi kapat
zh_hans: 关闭提示

# finances.display_currency.hint.message
source: Основная валюта меняется только в Профиле. Здесь валюта влияет только на просмотр и сбрасывается после выхода из Финансов.
de: Die Hauptwährung kann nur im Profil geändert werden. Hier beeinflusst die Währung nur die Ansicht und wird nach dem Verlassen der Finanzen zurückgesetzt.
en: Primary currency can only be changed in Profile. Here, currency only affects viewing and resets after leaving Finances.
es: La moneda principal solo puede cambiarse en Perfil. Aquí, la moneda solo afecta a la visualización y se restablece al salir de Finanzas.
fr: La devise principale ne peut être modifiée que dans le Profil. Ici, la devise n'affecte que l'affichage et est réinitialisée à la sortie des Finances.
tr: Ana para birimi yalnızca Profil'den değiştirilebilir. Buradaki para birimi yalnızca görüntülemeyi etkiler ve Finanslar'dan çıkınca sıfırlanır.
zh_hans: 主货币只能在"个人资料"中更改。此处货币仅影响查看，离开财务页面后将重置。

# finances.display_currency.hint.title
source: Подсказка
de: Hinweis
en: Hint
es: Nota
fr: Conseil
tr: İpucu
zh_hans: 提示

# finances.display_currency.title.primary
source: Валюта отображения
de: Anzeigewährung
en: Display Currency
es: Moneda de visualización
fr: Devise d'affichage
tr: Görüntüleme para birimi
zh_hans: 显示货币

# finances.display_currency.title.secondary
source: Дополнительная валюта
de: Sekundäre Währung
en: Secondary Currency
es: Moneda secundaria
fr: Devise secondaire
tr: İkincil para birimi
zh_hans: 辅助货币

# finances.dynamics.archived_badge
source: архив
de: archiviert
en: archived
es: archivado
fr: archive
tr: arşiv
zh_hans: 已归档

# finances.dynamics.chart_type.currency
source: По валютам
de: Nach Währung
en: By Currency
es: Por moneda
fr: Par devise
tr: Para birimine göre
zh_hans: 按货币

# finances.dynamics.chart_type.distribution
source: Распределение
de: Verteilung
en: Distribution
es: Distribución
fr: Répartition
tr: Dağılım
zh_hans: 分布

# finances.dynamics.chart_type.line
source: Линейный
de: Liniendiagramm
en: Line Chart
es: Gráfico de línea
fr: Graphique linéaire
tr: Çizgi grafik
zh_hans: 折线图

# finances.dynamics.chart.account_fallback
source: Счет
de: Konto
en: Account
es: Cuenta
fr: Compte
tr: Hesap
zh_hans: 账户

# finances.dynamics.chart.total_label
source: Общая сумма
de: Gesamtbetrag
en: Total amount
es: Importe total
fr: Montant total
tr: Toplam tutar
zh_hans: 总金额

# finances.dynamics.currency_chart.empty
source: Нет данных для отображения
de: Keine Daten zum Anzeigen
en: No data to display
es: Sin datos para mostrar
fr: Aucune donnée à afficher
tr: Gösterilecek veri yok
zh_hans: 暂无数据

# finances.dynamics.currency.hint.dismiss_accessibility
source: Скрыть уведомление
de: Hinweis ausblenden
en: Hide notice
es: Ocultar aviso
fr: Fermer la notification
tr: Bildirimi kapat
zh_hans: 关闭提示

# finances.dynamics.currency.hint.title
source: Подсказка
de: Hinweis
en: Hint
es: Nota
fr: Conseil
tr: İpucu
zh_hans: 提示

# finances.dynamics.currency.title
source: Валюта
de: Währung
en: Currency
es: Moneda
fr: Devise
tr: Para birimi
zh_hans: 货币

# finances.dynamics.custom_period.show
source: Показать
de: Anzeigen
en: Show
es: Mostrar
fr: Afficher
tr: Göster
zh_hans: 显示

# finances.dynamics.custom_period.subtitle
source: Выберите начало и конец периода на календаре
de: Start- und Enddatum im Kalender wählen
en: Choose start and end dates on the calendar
es: Elige fechas de inicio y fin en el calendario
fr: Sélectionnez le début et la fin sur le calendrier
tr: Takvimde başlangıç ve bitiş seçin
zh_hans: 在日历上选择开始和结束日期

# finances.dynamics.delete_account
source: Удалить счет
de: Konto löschen
en: Delete account
es: Eliminar cuenta
fr: Supprimer le compte
tr: Hesabı sil
zh_hans: 删除账户

# finances.dynamics.delete_account.confirm.message
source: Это действие нельзя отменить
de: Diese Aktion kann nicht rückgängig gemacht werden
en: This action can’t be undone
es: Esta acción no se puede deshacer
fr: Cette action est irréversible
tr: Bu işlem geri alınamaz
zh_hans: 此操作无法撤销

# finances.dynamics.delete_account.confirm.title
source: Удалить «%@»?
de: "%@" löschen?
en: Delete “%@”?
es: ¿Eliminar "%@"?
fr: Supprimer «%@» ?
tr: «%@» silinsin mi?
zh_hans: 删除"%@"？

# finances.dynamics.delete_group.confirm.message
source: Это действие удалит группу и все продукты внутри неё. Подтвердите удаление.
de: Dies löscht die Gruppe und alle Produkte darin. Bitte bestätige die Löschung.
en: This will delete the group and every product inside it. Please confirm the deletion.
es: Esto eliminará el grupo y todos los productos dentro. Confirma la eliminación.
fr: Le groupe et tous les produits qu'il contient seront supprimés. Confirmez la suppression.
tr: Grup ve içindeki tüm ürünler silinecek. Silmeyi onaylayın.
zh_hans: 此操作会删除该分组及其中的所有产品。请确认删除。

# finances.dynamics.delete_group.confirm.title_format
source: Удалить группу «%@»?
de: Gruppe "%@" löschen?
en: Delete group “%@”?
es: ¿Eliminar grupo "%@"?
fr: Supprimer le groupe «%@» ?
tr: «%@» grubu silinsin mi?
zh_hans: 删除“%@”分组？

# finances.dynamics.delete_investment
source: Удалить актив
de: Anlage löschen
en: Delete asset
es: Eliminar activo
fr: Supprimer l'actif
tr: Varlığı sil
zh_hans: 删除资产

# finances.dynamics.delete_investment.confirm.message
source: Это действие нельзя отменить
de: Diese Aktion kann nicht rückgängig gemacht werden
en: This action can’t be undone
es: Esta acción no se puede deshacer
fr: Cette action est irréversible
tr: Bu işlem geri alınamaz
zh_hans: 此操作无法撤销

# finances.dynamics.delete_investment.confirm.title
source: Удалить «%@»?
de: "%@" löschen?
en: Delete “%@”?
es: ¿Eliminar "%@"?
fr: Supprimer «%@» ?
tr: «%@» silinsin mi?
zh_hans: 删除"%@"？

# finances.dynamics.empty.chart
source: Нет данных для отображения
de: Keine Daten zum Anzeigen
en: No data to display
es: Sin datos para mostrar
fr: Aucune donnée à afficher
tr: Gösterilecek veri yok
zh_hans: 暂无数据

# finances.dynamics.empty.groups.title
source: Нет групп
de: Keine Gruppen
en: No groups
es: Sin grupos
fr: Aucun groupe
tr: Grup yok
zh_hans: 暂无分组

# finances.dynamics.empty.products.subtitle
source: Создайте первый продукт
de: Erstes Produkt erstellen
en: Create your first product
es: Crea tu primer producto
fr: Créez votre premier produit
tr: İlk ürününüzü oluşturun
zh_hans: 创建你的第一个产品

# finances.dynamics.empty.products.title
source: Нет продуктов
de: Keine Produkte
en: No products
es: Sin productos
fr: Aucun produit
tr: Ürün yok
zh_hans: 暂无产品

# finances.dynamics.filter.apply
source: Принять фильтр
de: Filter anwenden
en: Apply Filter
es: Aplicar filtro
fr: Appliquer le filtre
tr: Filtre uygula
zh_hans: 应用筛选

# finances.dynamics.filter.archive_section
source: Архив
de: Archiv
en: Archive
es: Archivo
fr: Archive
tr: Arşiv
zh_hans: 归档

# finances.dynamics.filter.clear_selection
source: Снять выбор
de: Auswahl löschen
en: Clear selection
es: Limpiar selección
fr: Effacer la sélection
tr: Seçimi temizle
zh_hans: 清除选择

# finances.dynamics.filter.search_placeholder
source: Поиск
de: Suchen
en: Search
es: Buscar
fr: Rechercher
tr: Ara
zh_hans: 搜索

# finances.dynamics.filter.show_all
source: Показать все
de: Alle anzeigen
en: Show all
es: Mostrar todo
fr: Tout afficher
tr: Tümünü göster
zh_hans: 显示全部

# finances.dynamics.filter.show_archived_accounts
source: Показывать архивные счета
de: Archivierte Konten anzeigen
en: Show archived accounts
es: Mostrar cuentas archivadas
fr: Afficher les comptes archivés
tr: Arşivlenen hesapları göster
zh_hans: 显示已归档账户

# finances.dynamics.filter.title
source: Фильтры
de: Filter
en: Filters
es: Filtros
fr: Filtres
tr: Filtreler
zh_hans: 筛选

# finances.dynamics.growth
source: Рост
de: Wachstum
en: Growth
es: Crecimiento
fr: Croissance
tr: Büyüme
zh_hans: 增长

# finances.dynamics.market.action.buy
source: Купить
de: Kaufen
en: Buy
es: Comprar
fr: Acheter
tr: Satın al
zh_hans: 买入

# finances.dynamics.market.action.sell
source: Продать
de: Verkaufen
en: Sell
es: Vender
fr: Vendre
tr: Sat
zh_hans: 卖出

# finances.dynamics.market.actions
source: Действия
de: Aktionen
en: Actions
es: Acciones
fr: Actions
tr: İşlemler
zh_hans: 操作

# finances.dynamics.market.current_price_with_currency
source: Текущая цена, %@
de: Aktueller Preis, %@
en: Current price, %@
es: Precio actual, %@
fr: Prix actuel, %@
tr: Güncel fiyat, %@
zh_hans: 当前价格（%@）

# finances.dynamics.market.instrument_info
source: Информация об инструменте
de: Instrument-Info
en: Instrument Info
es: Info del instrumento
fr: Informations sur l'instrument
tr: Enstrüman bilgisi
zh_hans: 标的信息

# finances.dynamics.market.purchase_total
source: Сумма покупки
de: Kaufgesamtbetrag
en: Purchase Total
es: Total de compra
fr: Montant d'achat
tr: Satın alma tutarı
zh_hans: 买入总额

# finances.dynamics.pro.subtitle
source: Оформите подписку для доступа к расширенной аналитике баланса
de: Upgrade für erweiterte Bilanzanalyse
en: Upgrade to access advanced balance analytics
es: Actualiza para acceder a análisis avanzados de saldo
fr: Passez à PRO pour accéder à l'analyse avancée du solde
tr: Gelişmiş bakiye analizine erişmek için PRO'ya geçin
zh_hans: 开通订阅即可访问更高级的资产余额分析

# finances.dynamics.pro.title
source: Расширенная графическая аналитика доступна в PRO
de: Erweiterte Diagramme sind in PRO verfügbar
en: Advanced charting is available in PRO
es: Los gráficos avanzados están disponibles en PRO
fr: Graphiques avancés disponibles en PRO
tr: Gelişmiş grafikler PRO'da mevcut
zh_hans: 高级图表分析功能仅在 PRO 中提供

# finances.dynamics.table.end
source: Конец
de: Ende
en: End
es: Fin
fr: Fin
tr: Son
zh_hans: 期末

# finances.dynamics.table.start
source: Начало
de: Anfang
en: Start
es: Inicio
fr: Début
tr: Başlangıç
zh_hans: 期初

# finances.dynamics.title
source: Динамика
de: Dynamik
en: Dynamics
es: Dinámica
fr: Dynamique
tr: Dinamik
zh_hans: 动态

# finances.dynamics.trade.celebration.badge
source: Позиция обновлена
de: Position aktualisiert
en: Position updated
es: Posición actualizada
fr: Position mise à jour
tr: Pozisyon güncellendi
zh_hans: 仓位已更新

# finances.dynamics.trade.celebration.buy.subtitle
source: Вы купили %@ на %@
de: Du hast %@ für %@ gekauft
en: You bought %@ for %@
es: Compraste %@ por %@
fr: Vous avez acheté %@ pour %@
tr: %@ karşılığında %@ satın aldınız
zh_hans: 你以 %@ 买入了 %@

# finances.dynamics.trade.celebration.buy.title
source: Покупка выполнена
de: Kauf abgeschlossen
en: Purchase complete
es: Compra completada
fr: Achat effectué
tr: Satın alma tamamlandı
zh_hans: 买入完成

# finances.dynamics.trade.celebration.sell.subtitle
source: Вы продали %@ на %@
de: Du hast %@ für %@ verkauft
en: You sold %@ for %@
es: Vendiste %@ por %@
fr: Vous avez vendu %@ pour %@
tr: %@ karşılığında %@ sattınız
zh_hans: 你以 %@ 卖出了 %@

# finances.dynamics.trade.celebration.sell.title
source: Продажа выполнена
de: Verkauf abgeschlossen
en: Sale complete
es: Venta completada
fr: Vente effectuée
tr: Satış tamamlandı
zh_hans: 卖出完成

# finances.dynamics.trade.error.account_required
source: Выберите счет или отключите учет баланса.
de: Wähle ein Konto oder deaktiviere das Saldo-Tracking.
en: Select an account or disable balance tracking.
es: Selecciona una cuenta o desactiva el seguimiento de saldo.
fr: Sélectionnez un compte ou désactivez le suivi du solde.
tr: Hesap seçin veya bakiye takibini devre dışı bırakın.
zh_hans: 请选择账户或关闭余额追踪。

# finances.dynamics.trade.error.insufficient_account_balance
source: На выбранном счете недостаточно денег.
de: Nicht genug Geld auf dem ausgewählten Konto.
en: Not enough money on the selected account.
es: Saldo insuficiente en la cuenta seleccionada.
fr: Solde insuffisant sur le compte sélectionné.
tr: Seçilen hesapta yeterli bakiye yok.
zh_hans: 所选账户余额不足。

# finances.dynamics.trade.error.insufficient_quantity
source: Недостаточно количества для продажи.
de: Nicht genug Menge zum Verkaufen.
en: Not enough quantity to sell.
es: Cantidad insuficiente para vender.
fr: Quantité insuffisante pour la vente.
tr: Satış için yeterli miktar yok.
zh_hans: 可卖出数量不足。

# finances.dynamics.trade.error.invalid_inputs
source: Проверьте количество и цену.
de: Menge und Preis überprüfen.
en: Check quantity and price.
es: Verifica la cantidad y el precio.
fr: Vérifiez la quantité et le prix.
tr: Miktar ve fiyatı kontrol edin.
zh_hans: 请检查数量和价格。

# finances.dynamics.trade.error.no_accounts
source: Для этой сделки нет доступных счетов в валюте %@.
de: Keine %@-Konten für diesen Handel verfügbar.
en: No %@ accounts available for this trade.
es: No hay cuentas de %@ disponibles para esta operación.
fr: Aucun compte %@ disponible pour cette transaction.
tr: Bu işlem için %@ hesabı mevcut değil.
zh_hans: 没有可用的 %@ 账户进行此交易。

# finances.dynamics.trade.funding.buy_balance_hint
source: После покупки на счете останется %@.
de: Nach dem Kauf hat das Konto noch %@.
en: After the purchase the account will have %@ left.
es: Tras la compra quedarán %@ en la cuenta.
fr: Après l'achat, il restera %@ sur le compte.
tr: Satın alımdan sonra hesapta %@ kalacak.
zh_hans: 购入后该账户将剩余 %@。

# finances.dynamics.trade.funding.buy_subtitle
source: С какого счета списать деньги?
de: Von welchem Konto soll das Geld abgebucht werden?
en: From which account should the money be debited?
es: ¿De qué cuenta se debe debitar el dinero?
fr: De quel compte débiter les fonds ?
tr: Para hangi hesaptan çekilsin?
zh_hans: 从哪个账户扣款？

# finances.dynamics.trade.funding.empty
source: Добавьте счет в валюте %@, если хотите учитывать движение денег по сделке.
de: Füge ein %@-Konto hinzu, wenn der Deal dein Barguthaben beeinflussen soll.
en: Add a %@ account if you want the deal to affect your cash balance.
es: Añade una cuenta de %@ si quieres que la operación afecte tu saldo.
fr: Ajoutez un compte %@ si vous souhaitez que la transaction affecte le solde.
tr: İşlemin para bakiyesini etkilemesini istiyorsanız %@ hesabı ekleyin.
zh_hans: 如需交易影响现金余额，请添加 %@ 账户。

# finances.dynamics.trade.funding.ignored_hint
source: Движение денег будет проигнорировано. Изменится только позиция актива.
de: Geldbewegung wird ignoriert. Nur die Anlageposition ändert sich.
en: Money movement will be ignored. Only the asset position will change.
es: El movimiento de dinero se ignorará. Solo cambiará la posición del activo.
fr: Le mouvement de fonds sera ignoré. Seule la position de l'actif sera modifiée.
tr: Para hareketi yoksayılacak. Yalnızca varlık pozisyonu değişecek.
zh_hans: 资金流动将被忽略，仅更新资产仓位。

# finances.dynamics.trade.funding.sell_balance_hint
source: После продажи баланс счета станет %@.
de: Nach dem Verkauf wird der Kontostand %@ betragen.
en: After the sale the account balance will become %@.
es: Tras la venta el saldo de la cuenta será %@.
fr: Après la vente, le solde du compte sera %@.
tr: Satıştan sonra hesap bakiyesi %@ olacak.
zh_hans: 卖出后该账户余额将变为 %@。

# finances.dynamics.trade.funding.sell_subtitle
source: На какой счет зачислить деньги?
de: Auf welches Konto soll das Geld gutgeschrieben werden?
en: To which account should the money be credited?
es: ¿A qué cuenta se debe acreditar el dinero?
fr: Sur quel compte créditer les fonds ?
tr: Para hangi hesaba aktarılsın?
zh_hans: 款项打入哪个账户？

# finances.dynamics.trade.funding.title
source: Учет денег
de: Cash-Tracking
en: Cash tracking
es: Seguimiento de efectivo
fr: Suivi des fonds
tr: Para takibi
zh_hans: 资金追踪

# finances.dynamics.trade.mode
source: Режим сделки
de: Handelsmodus
en: Trade Mode
es: Modo de operación
fr: Mode de transaction
tr: İşlem modu
zh_hans: 交易模式

# finances.dynamics.trade.price_mode
source: Режим цены
de: Preismodus
en: Price Mode
es: Modo de precio
fr: Mode de prix
tr: Fiyat modu
zh_hans: 价格模式

# finances.dynamics.trade.price_mode.custom
source: Своя
de: Benutzerdefiniert
en: Custom
es: Personalizado
fr: Saisie manuelle
tr: Manuel giriş
zh_hans: 自定义

# finances.dynamics.trade.price_mode.market
source: Рыночная
de: Markt
en: Market
es: Mercado
fr: Marché
tr: Piyasa
zh_hans: 市场价
